export default {
  caption: 'Диаграммы',
  'create-button': 'Создать диаграмму',
  ad: 'Диаграммы активностей',
  cad: 'Диаграммы классов',
  cod: 'Диаграммы сотрудничества',
  dpd: 'Диаграммы развертывания',
  sd: 'Диаграммы последовательности',
  std: 'Диаграммы состояний',
  ucd: 'Диаграммы вариантов использования',
  'error-message': {
    'empty-class': 'На диаграмме существуют классы без имени',
    'loop-inheritance': 'Найден цикл в связях наследования',
    'two-childs': 'Не может быть несколько наследников',
    'empty-diagram': 'Имя диаграммы не может быть пустым',
    'exist-diagram': 'Диаграмма с таким именем уже существует',
  },
  'custom-message': {
    'validate-header': 'Результат проверки диаграммы',
    'no-errors': 'Ошибок нет',
    'corrector-header': 'Диаграмма исправлена',
    'corrector-message': 'Необходимо перезагрузить проект, чтобы подгрузить внесенные изменения:'
  },
  'all-diagrams': 'Все диаграммы',
  'systems': 'Каталоги'
};
