export default {
  caption: 'Диаграммы',
  'type-caption': 'Тип ▾',
  'create-button': 'Создать диаграмму',
  ad: 'Диаграмма активностей',
  cad: 'Диаграмма классов',
  cod: 'Диаграмма сотрудничества',
  dpd: 'Диаграмма развертывания',
  sd: 'Диаграмма последовательности',
  std: 'Диаграмма состояний',
  ucd: 'Диаграмма вариантов использования',
  'error-message': {
    'empty-class': 'На диаграмме существуют классы без имени',
    'loop-inheritance': 'Найден цикл в связях наследования',
    'two-childs': 'Не может быть несколько наследников',
    'empty-diagram': 'Имя диаграммы не может быть пустым',
    'exist-diagram': 'Диаграмма с таким именем уже существует',
  }
};
