export default {
  'message-fix-diagram': 'Исправлены ошибки в ссылках элементов диаграммы на репозитарные объекты, нажмите сохранить чтобы применить изменения',
  'message-fix-diagram-header': 'Пожалуйста, обратите внимание',
  'error-not-found-model': 'На диаграмме найдена ошибка в модели {{modelName}} которую, не получается исправить автоматически',
  'error-can-not-fix': 'На диаграмме, найдена ошибка, которую, не получается исправить автоматически, битая ссылка у связи {{modelName}} и классов на которые она ссылается {{startClassName}} и {{endClassName}}'
};
